chat_system_181528774_actor_description=Door. Speaking door.
chat_system_181528774_snap_8_question=^?^Keep moving. Do you think I like standing here like this? I much prefer to be closed.
chat_system_181528774_snap_8_answer_0=^?^You're a very talkative door. Well, goodbye.
chat_system_181528774_snap_0_question=^?^Do you have the key? What do you want from me?
chat_system_181528774_snap_0_answer_0=^?^Obviously - I want you to open up.
chat_system_181528774_snap_2_question=^?^Actually the key means nothing. It is only I who decides whom to let in or let out. If this key was really given to you by Hugh, then let him come here and open me himself.
chat_system_181528774_snap_2_answer_0=^?^Look, you... talkative door! Either you're opening up right now, or I'll have to break you down. And I'll kick you in the most talkative places!. And neither the key nor your Hugh will matter! You'd better open up and be friendly about it.
chat_system_181528774_snap_2_answer_1=^?^You want me to bring Hugh here. Why do you need him?
chat_system_181528774_snap_5_question=^?^Oh, what an angry man! I will open up now. They are taking the rudest people into their Brotherhood these days!
chat_system_181528774_snap_5_answer_0=^?^Now you're talking.
chat_system_181528774_snap_4_question=^?^I'll open up only if you bring Hugh here.
chat_system_181528774_snap_4_answer_0=^?^Oh, gods of Endoria, why have you sent me this punishment? Ok, I'll go get Hugh.
chat_system_181528774_snap_6_question=^?^So, where's Hugh? I don't see him.
chat_system_181528774_snap_6_answer_0=^?^I haven't found Hugh yet...
chat_system_181528774_snap_6_answer_1=^?^Look, you talkative door! Do you know what Hugh said? He said "Break it in half, then it'll learn to behave."
chat_system_181528774_snap_1_question=^?^You don't have the key to open me. Find the key first.
chat_system_181528774_snap_1_answer_0=^?^Find the key? A piece of wood is making demands on me? I'll just break you down, and the negotiations will be over.
chat_system_181528774_snap_7_question=^?^Why are you so cruel? You know, I'm an unusual door, and without the key you can't even break me.
chat_system_181528774_snap_7_answer_0=^?^And where can I find the key, my flat friend?
chat_system_181528774_snap_3_question=^?^Somewhere here in the underground wanders Blind Hugh. Take the key from him.
chat_system_181528774_snap_3_answer_0=^?^It's rare to meet such an intelligent door. Blind Hugh, you say? Ok. I'll try to find him.
